Repository: Trent97/Aeon-Nox-SiLVO
Catalog: language/*/strings.po
Languages: italian

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
italian: [B]CONFIGURA GLI ADD-ON[/B][CR][CR]Gestisci gli add-on installati · Cerca ed installa gli add-on da Kodi.tv[CR]Modifica le impostazioni degli Add-on

# #31409
source: [B]CONFIGURE TV SETTINGS[/B][CR][CR]Change full screen info · Manage EPG data settings
italian: [B]CONFIGURA IMPOSTAZIONI TV[/B][CR][CR]Cambia le informazioni a tutto schermo · Gestisci le impostazioni EPG

# #31410
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Enable Zeroconf · Configure AirPlay
italian: [B]CONFIGURA LE IMPOSTAZIONI DI RETE[/B][CR][CR]Imposta il controllo di Kodi via UPnP e HTTP · Configura la condivisione dei file[CR]Abilita Zeroconf · Configura AirPlay

# #31412
source: Select section
italian: Seleziona sezione

# #31413
source: Local subtitle available
italian: Sottotitoli locali disponibili

# #31421
source: Select your Kodi user profile[CR]to login and continue
italian: Scegli il tuo profilo utente di Kodi[CR]per fare il login e continuare

# #31501
source: Channel group
italian: Gruppo Canali

# #31502
source: Live TV
italian: TV

# #31503
source: Add Group
italian: Aggiungi Gruppo

# #31504
source: Rename Group
italian: Rinomina Gruppo

# #31505
source: Delete Group
italian: Cancella Gruppo

# #31506
source: Available[CR]Groups
italian: Gruppi[CR]Disponibili

# #31511
source: Channel Options
italian: Opzioni Canale

# #31601
source: Show discart in movie information
italian: Mostra copertina CD-BR nel pannello info del film

# #31602
source: Show plot and cast when pressing info during video playback
italian: Mostra trama e cast alla pressione del tasto info durante la riproduzione del video

# #31603
source: Aeon Nox main menu navigation style
italian: Stile del menù principale di Aeon Nox

# #31604
source: Information
italian: Informazioni

# #31605
source: Alternate layout
italian: Configurazione alternativa

# #31607
source: Toggle HD/SD/3D
italian: Visualizza HD/SD/3D

# #31608
source: Cases
italian: Custodie visibili

# #31609
source: Discart
italian: Copertine CD-BR

# #31610
source: Small Shift
italian: Piccolo spostamento

# #31611
source: Oscar statue
italian: Statuina Oscar

# #31612
source: Replace Choose art Button
italian: Sostituisci grafica tasto Scelta

# #31613
source: Choose where the Trailer button should be placed
italian: Stabilisci dove posizionare il tasto Trailer

# #31620
source: Floor
italian: Barra in basso

# #31621
source: Live TV & Weather
italian: TV & Meteo

# #31680
source: Select a shortcut for this item.
italian: Seleziona un collegamento a questo oggetto.

# #31681
source: Customize the label. Can also accept some label formatting.
italian: Personalizza l'etichetta. Accetta anche talune formattazioni.

# #31682
source: Change the selected shorcuts command. Can also be used to enter a custom command.
italian: Cambia il collegamento per l'elemento selezionato. Accetta anche comandi personalizzati.

# #31683
source: Edit and arrange submenu items
italian: Modifica e personalizza i sottomenù

# #31684
source: Select the item image used for the Icons menu layout.
italian: Seleziona l'immagine per l'aspetto grafico del menù.

# #31685
source: Choose a widget to display for this home menu item.
italian: Associa un Widget da mostrare sul menù principale.

# #31901
source: 36 Hour Forecast
italian: Previsioni a 36 Ore

# #31902
source: Hourly Forecast
italian: Previsioni Orarie

# #31903
source: Weekend Forecast
italian: Previsioni per il Weekend

# #31904
source: 10 Day Forecast
italian: Previsioni a 10 giorni

# #31908
source: Chance of Precipitation
italian: PossibilitÃ di precipitazioni

# #31909
source: Fetching forecast info...
italian: Recupero informazioni sul tempo...

# #31910
source: Map & Alerts
italian: Mappa & notifiche

# #31911
source: Setup the Aeon Nox main menu
italian: Imposta il menù principale di Aeon Nox

# #31912
source: Customize the main menu with widgets, backgrounds and statistics. Add your own custom main menu items.
italian: Personalizza il menù principale con widget, sfondi e statistiche. Aggiungi i tuoi elementi personalizzati.

# #31913
source: Aeon Nox main menu horizontal position
italian: Posizione del menù principale di Aeon Nox

# #31914
source: Change the horizontal position of the main menu.
italian: Cambia la posizione orizzontale del menù principale.

# #31915
source: Navigation style for horizontal lists
italian: Stile di navigazione delle liste orizzontali

# #31916
source: Change the way horizontal lists scroll in Aeon Nox. Default will scroll lists in a cycle. "Fixed" are lists with a beginning and end.
italian: Cambia il modo in cui scorrono le liste orizzontali in Aeon Nox. Di default scorrono in ciclo. "Fissa" attiva delle liste con un inizio e una fine.

# #31917
source: When enabled text scrolls automatically. When disabled manual scrolling is required. Note that not every textbox has a manual button.
italian: Se attivato il testo scorre automaticamente. Altrimenti è richiesto lo scorrimento manuale. Si noti che non tutte le textbox hanno lo scorrimento manuale.

# #31918
source: Projects the current playing video on the background behind the panels.
italian: Mostra il video in riproduzione sullo sfondo dietro i pannelli.

# #31919
source: Projects the visualisation on the background behind the panels when music is played.
italian: Mostra la vista sullo sfondo dietro i pannelli quando la musica è in riproduzione.

# #31920
source: Displays a widget on the Home screen with media information when music is playing.
italian: Mostra un widget nella schermata principale con le informazioni della musica in riproduzione.

# #31921
source: Displays a widget on the Home screen with media information when a movie or episode is playing.
italian: Mostra un widget nella schermata principale con le informazioni quando un video è in riproduzione.

# #31922
source: This enables custom genre backgrounds when browsing through the videolibrary's genre node. Filenames should match the genre label. Extension must be .jpg.
italian: Abilita generi personalizzati nello sfondo quando si naviga nella sezione generi della libreria video. I nomi file dovrebbero esser uguali all'etichetta del genere. Le estensioni devono essere .jpg.

# #31924
source: This enables custom genre backgrounds when browsing through the musiclibrary's genre node. Filenames should match the genre label. Extension must be .jpg.
italian: Abilita generi personalizzati nello sfondo quando si naviga nella sezione generi della libreria musicale. I nomi file dovrebbero esser uguali all'etichetta del genere. Le estensioni devono essere .jpg.

# #31925
source: Pick one of the presets or set your own images as the menu items background.
italian: Seleziona una degli sfondi di default o imposta le tue immagini come sfondi.

# #31926
source: Select add-ons, playlists or favourites. Choose 'Custom' for any of Kodi's built-in functions. (http://kodi.wiki/?title=List_of_Built_In_Functions)
italian: Seleziona add-on, playlist o preferiti. Seleziona 'Personalizzato' per ognuna delle funzioni native di Kodi. (http://kodi.wiki/?title=List_of_Built_In_Functions)

# #31927
source: Resets all above values to their defaults.
italian: Resetta tutti i valori alle impostazioni di default.

# #31928
source: Aeon Nox main menu layout
italian: Configurazione del menù principale di Aeon Nox

# #31929
source: This setting defines the main menu layout. Options are 5 items, 3 items, 1 items, or icons for the default horizontal menu. You can also choose a vertical menu layout.
italian: Le impostazioni definiscono la composizione del menù principale. Può contenere 5 elementi, 3 elementi, un elemento, delle icone per il menù orizzontale. Si può anche usare una configurazione verticale.

# #31930
source: Choose a widget to display on the Home screen to have easy access to content from the library.
italian: Seleziona un widget da mostrare nella schermata principale per avere facile accesso ai contenuti della libreria.

# #31931
source: Video plot preference
italian: Preferenze trama video

# #31932
source: Show plot outline in the library views and full plot in the video information dialog or vice versa. Falls back to full plot if no outline is available.
italian: Mostra la trama sintetica nella libreria e la trama completa nelle info o vice versa. Se la trama sintetica non è disponibile mostra sempre la trama completa.

# #31933
source: Select an item to display on the left top of the main menu
italian: Seleziona un elemento da mostrare in alto a sinistra nel menù principale

# #31935
source: Switch places with another menu item. Opens a dialog with a list of menu items to choose from.
italian: Scambia con un altro elemento del menù. Apre un dialogo con una lista di menù da cui scegliere.

# #31937
source: Show the RSS feed on the bottom or top of the screen, depending on main menu position. Enabling this setting makes the submenu permanently visible.
italian: Mostra il feed RSS nella parte bassa o alta dello schermo, a seconda della posizione del menù principale. Abilitare questa impostazione fa diventare il sottomenù sempre visibile.

# #31938
source: Enables extra information in the TV show library, like TV show status, next / latest episode, etc. Depends on TV Show Next Aired add-on.
italian: Abilita informazioni extra nella libreria di serie TV, come lo stato della serie, prossimo / ultimo episodio, etc. Dipende dall'addon TV Show Next Aired.

# #31939
source: Hide Infopanel on scrolling
italian: Nasconde il pannello informazioni nello scorrimento

# #31940
source: Hides the infopanel for Showcase and Landscape view (if activated) while scrolling through the library. Set the amount of seconds to wait for the infopanel to appear when scrolling is stopped.
italian: Nasconde il pannello delle informazioni per le viste Vetrina e Panorama (se attivate) mentre si scorre nella libreria. Imposta dopo quanti secondi deve apparire il pannello delle informazioni quando lo scorrimento si ferma.

# #31941
source: Kiosk mode
italian: Modo Kiosk

# #31942
source: Disables the slide out menu (media menu) in the library as well as certain buttons in the media information dialogs. (Requires restart to take effect)
italian: Disabilita il menù a scomparsa (menù media) nella libreria e alcuni pulsanti nei dialoghi di informazioni media (Richiede un riavvio per avere effetto).

# #31943
source: Watched status indicator
italian: Icona video già visto

# #31944
source: Choose which overlays to show on thumbs in icon based views. Note that the "Resume" flag takes precedent over any watched status.
italian: Abilita un icona sulle copertine dei video che indica se lo stesso è stato visto o meno. L'icona "Riprendi" ha precedenza su tutte le altre.

# #31945
source: This toggles the layout of the List view. Default is a 7 item layout with extended info, "Slim List" is a 14 item, more basic layout
italian: Imposta la grafica delle liste. Di default è 7 elementi con informazioni estese. Se si usa "Lista ridotta" gli elementi sono 14, con informazioni sintetiche.

# #31950
source: WEATHER
italian: METEO

# #31951
source: PICTURES
italian: FOTO

# #31952
source: LIVE TV
italian: TV

# #31953
source: VIDEOS
italian: VIDEO

# #31954
source: MOVIES
italian: FILM

# #31955
source: TV SHOWS
italian: SERIE TV

# #31956
source: MUSIC
italian: MUSICA

# #31958
source: PLAY DISC
italian: RIPRODUCI DISCO

# #31959
source: SYSTEM
italian: SISTEMA

# #31960
source: CONCERTS
italian: CONCERTI

# #31961
source: Hide ratings in list views
italian: Nasconde il punteggio in modalità lista

# #31962
source: This toggles the visibility of ratings in views of type List, LowList and TriPanel, except if sorted by rating.
italian: Questa opzione attiva o meno la visibilità dei punteggi in viste di tipo Lista, Lista bassa e Pannello Triplo, tranne se ordinate in base al punteggio stesso.

# #31965
source: BoxSet mod
italian: Modalità Cofanetto

# #31966
source: OpenCase mod
italian: Animazione Custodie

# #31970
source: Rate on Trakt
italian: Punteggio su Trakt

# #31971
source: Hide visualization behind fanart (works best with waveform)
italian: Nascondi la visuale dietro le fanart (funziona meglio con waveform).

# #31972
source: Autoplay music in fullscreen
italian: Avvia la musica in automatico a schermo pieno

# #31973
source: Mod delay
italian: Ritardo Mod

# #31974
source: Select the style of cases used in all views
italian: Seleziona lo stile delle custodie in tutte le visuali.

# #31975
source: Use colored icons and mediaflags
italian: Attiva icone generali e multimediali colorizzate.

# #31978
source: Reset main menu items to their defaults
italian: Resetta allo stato di default tutti gli oggetti del menù principale.

# #31979
source: Sliding set discart
italian: Attiva animazione copertine CD-BR.

# #31980
source: Change the way the home menu scrolls in Aeon Nox. Default will scroll in a cycle. "Fixed" has a beginning and end.
italian: Cambia la modalità di scroll del menù principale in Aeon Nox. Di default fa un loop infinito. "Fissa" ha un inizio e una fine.

# #31981
source: Show Plot and Cast information when pressing info button during video playback.
italian: Mostra le informazioni sulla trama e il cast premendo info durante la riproduzione del video.

# #31982
source: Display discart for movies in information screen.
italian: Mostra le copertine CD-BR dei film sul pannello informazioni.

# #31983
source: Swap locations of Trailer and Cinema Experience buttons. Location is either in extras (+) or in the info dialog.
italian: Sostituisce il tasto Trailer con quello CinemaVision. La posizione è per entrambi in extras (+) o nella schermata info.

# #31984
source: When activated the default mediaflags and icons are changed to colored versions
italian: Se attivata le icone standard e multimediali vengono sostituite con una versione colorizzata.

# #31985
source: Enabling this setting hides the TopBar in Landscape, ShowCase, Poster, Shift, ShiftCase, Logo, LowList, Episode, Gallery, Panel, Songlist, BigFan, and BigInfo views.
italian: Se abilitata nasconde la barra superiore in Panorama, ShowCase, Poster, Shift, ShiftCase, Logo, LowList, Episode, Gallery, Panel, Songlist, BigFan, e BigInfo."

# #31986
source: Select case style used in all views. Default or clear cases.
italian: Seleziona il tipo di custodia usata in tutte le modalità. Default o trasparente.

# #31987
source: Enable this setting to hide the "Disable views" button in the sidemenu.
italian: Se abilitata nasconde il tasto "Disabilita viste" nel menù laterale.

# #31988
source: Enable setting to animate backgrounds for views and the homescreen
italian: Questa opzione abilita gli sfondi animati per lo schermo principale e le altre schermate.

# #31989
source: Animate backgrounds
italian: Sfondi animati

# #31990
source: Choose where the CinemaVision button should be placed
italian: Stabilisce dove posizionare l'icona CinemaVision.

# #31991
source: Change default Widget to display a panel type style
italian: Cambia il Widget di default in uno a pannelli.

# #31992
source: Change panel style layout. Choose between compact or expanded layouts.
italian: Cambia lo stile dei pannelli. Si può scegliere tra compatto ed esteso.

# #31993
source: Fake discart
italian: Discart sostituitiva

# #31994
source: Vertical Menu
italian: Menù verticale

# #55501
source: CatboxNeue (Hebrew)
italian: CatboxNeue (Ebraico)
