Repository: Trent97/Aeon-Nox-SiLVO
Catalog: language/*/strings.po
Languages: italian

# #31000
source: Directed by
italian: Diretto da

# #31001
source: Written by
italian: Scritto da

# #31002
source: Blurred album thumb
italian: Miniatura album sfocata

# #31003
source: Power Options
italian: Impostazioni Avanzate

# #31004
source: Working
italian: Attendere

# #31005
source: Fixed
italian: Fissa

# #31006
source: View Options
italian: Vedi Opzioni

# #31007
source: Setup home
italian: Impostazioni

# #31008
source: Full screen
italian: Schermo intero

# #31009
source: Total Duration
italian: Durata totale

# #31010
source: Next episode
italian: Prossimo episodio

# #31011
source: Latest episode
italian: Ultimo episodio

# #31012
source: Airs
italian: In onda

# #31013
source: Statistics
italian: Statistiche

# #31014
source: Extras
italian: Extra

# #31015
source: Set path to video genre fanart folder
italian: Imposta il percorso della cartella fanart del genere video

# #31017
source: Set path to music genre fanart folder
italian: Imposta il percorso della cartella fanart del genere musica

# #31018
source: InfoPanel
italian: Pannello delle Informazioni

# #31019
source: Network
italian: Rete

# #31020
source: Extra-fanart
italian: Fanart extra

# #31021
source: Stage curtains
italian: Sipario

# #31022
source: Set multi-image background
italian: Imposta sfondo multi-immagine

# #31023
source: Set single image background
italian: Imposta sfondo a singola immagine

# #31024
source: Page
italian: Pagina

# #31025
source: Items
italian: Elementi

# #31026
source: Misc Options
italian: Opzioni Varie

# #31027
source: Set item background
italian: Imposta sfondo

# #31029
source: Recent movies
italian: Film recenti

# #31030
source: Recent episodes
italian: Episodi recenti

# #31031
source: Random movies
italian: Film casuali

# #31032
source: Recommended movies
italian: Film consigliati

# #31033
source: Random episodes
italian: Episodi casuali

# #31034
source: Recommended episodes
italian: Episodi consigliati

# #31035
source: Random songs
italian: Brani casuali

# #31036
source: Random albums
italian: Album casuali

# #31037
source: Recent albums
italian: Album recentii

# #31038
source: Recommended albums
italian: Album consigliati

# #31039
source: Actions
italian: Azioni

# #31040
source: Now Playing
italian: In riproduzione

# #31041
source: Select widget
italian: Seleziona widget

# #31042
source: Show "Now Playing" information blended in the background
italian: Mostra "In esecuzione" direttamente sullo sfondo

# #31043
source: Platform
italian: Piattaforma

# #31044
source: Views: Plot outline | Info dialog: Full plot
italian: Viste: Trama sintetica | Pannello Info: Trama completa

# #31045
source: Views: Full plot | Info dialog: Plot outline
italian: Viste: Trama completa | Pannello info: Trama sintetica

# #31046
source: SEEKING
italian: RICERCA

# #31047
source: Set item icon
italian: Imposta icona

# #31048
source: Visualisation Presets
italian: Preset visualizzazione

# #31049
source: Select infoline
italian: Seleziona infoline

# #31050
source: Sort: Ascending
italian: Ordina: Crescente

# #31051
source: Sort: Descending
italian: Ordina: Decrescente

# #31052
source: Movie library statistics
italian: Statistiche libreria film

# #31053
source: TV Show library statistics
italian: Statistiche libreria Serie TV

# #31054
source: Music library statistics
italian: Statistiche libreria Musica

# #31055
source: Open playlist
italian: Apri playlist

# #31056
source: Save playlist
italian: Salva playlist

# #31057
source: Close playlist
italian: Chiudi playlist

# #31058
source: PVR information
italian: Informazioni PVR

# #31059
source: Install Artist Slideshow add-on to enable this feature
italian: Installa l'add-on Artist Slideshow per abilitare questa funzione

# #31060
source: This file is stacked, select the part you want to play from.
italian: Questo file é stato accorpato, scegli la parte da cui vuoi iniziare

# #31061
source: Addon / Favourites statistics
italian: Statistiche Addon / Preferiti

# #31062
source: Random movie fanart
italian: Fanart film casuale

# #31063
source: Random TV show fanart
italian: Fanart serie TV casuale

# #31064
source: Random video fanart
italian: Fanart video casuale

# #31065
source: Random music fanart
italian: Fanart musica casuale

# #31066
source: Random fanart
italian: Fanart casuale

# #31067
source: Update rating
italian: Aggiorna valutazione

# #31069
source: Change location
italian: Cambia posizione

# #31070
source: Enable CinemaVision integration
italian: Abilita l'integrazione CinemaVision

# #31071
source: While browsing the library
italian: Mentre si naviga nella libreria

# #31072
source: On open video info
italian: All'apertura delle informazioni video

# #31073
source: Move menu item
italian: Sposta elemento menù

# #31074
source: Choose item to swap places with
italian: Seleziona elemento per scambiarlo

# #31075
source: No extra features available
italian: Nessuna funzione extra disponibile

# #31076
source: Landscape
italian: Panorama

# #31077
source: ShowCase
italian: Vetrina

# #31078
source: TriPanel
italian: Pannello triplo

# #31080
source: Manage submenu
italian: Gestisci sottomenù

# #31081
source: Enable custom submenus
italian: Abilita sottomenù personalizzati

# #31082
source: Detach RSS feed from the main menu
italian: Rimuovi feed RSS dal menù principale

# #31083
source: Enable Next Aired information in the videolibrary
italian: Abilita le informazioni dell'addon Next Aired nella libreria video

# #31084
source: Conditional weather
italian: Condizioni reali Meteo

# #31085
source: Musicvideo library statistics
italian: Statistiche libreria video musicali

# #31086
source: Icon
italian: Icona

# #31087
source: Banner
italian: Striscioni

# #31088
source: BannerWall
italian: Striscioni a parete

# #31089
source: Play item on startup
italian: Esegui elemento all'avvio

# #31090
source: Seconds
italian: Secondi

# #31091
source: Select items
italian: Seleziona elementi

# #31092
source: Fullscreen fanart
italian: Fanart a schermo intero

# #31093
source: LowList toggle
italian: Abilita lista bassa

# #31094
source: List view layout
italian: Mostra tipi di vista

# #31095
source: Slim List
italian: Lista ridotta

# #31096
source: Concert locations
italian: Posizione concerti

# #31097
source: Movie playlist statistics
italian: Statistiche playlist Film

# #31098
source: TV Show playlist statistics
italian: Statistiche playlist Serie TV

# #31099
source: Musicvideo playlist statistics
italian: Statistiche playlist Video musicali

# #31100
source: View:
italian: Vista:

# #31101
source: Choose view
italian: Scegli vista

# #31102
source: Background
italian: Sfondo

# #31103
source: N/A
italian: Non disponibile

# #31104
source: Similar artists
italian: Artisti simili

# #31105
source: More albums from
italian: Altri albums da

# #31106
source: On info
italian: Configurazione Info

# #31107
source: Persistent
italian: Fisso

# #31108
source: Enable artist information feed (if available)
italian: Abilita feed informazioni artista (se disponibile)

# #31109
source: Unwatched episode count
italian: Contatore episodi non visti

# #31110
source: Install Toolbox script to enable this feature
italian: Installa Toolbox script per abilitare questa funzione

# #31111
source: Similar movies
italian: Film simili

# #31112
source: Movies directed by
italian: Regia del film di

# #31113
source: Movies written by
italian: Sceneggiatura del film di

# #31114
source: More movies from
italian: Altri film di

# #31115
source: Similar TV shows
italian: Serie TV simili

# #31116
source: cycle fanart
italian: ruota fanart

# #31117
source: Fallback
italian: Scegli alternativa

# #31118
source: Download extrafanart
italian: Scarica fanart extra

# #31119
source: Show the movies from this director in your library or view online information on this director on TMDb?
italian: Mostra i film di questo regista nella tua libreria o cerca informazioni su di lui online su TMDb?

# #31121
source: Disable autocomplete
italian: Disabilita autocompletamento

# #31122
source: Disables the autocomplete feature of the virtual keyboard
italian: Disabilita l'opzione autocompletamento della tastiera virtuale.

# #31123
source: Album review
italian: Recensione Album

# #31124
source: Show Background "Now Playing" Video
italian: Mostra video "In Riproduzione" sullo sfondo

# #31125
source: Show Background "Now Playing" Visualisation
italian: Mostra vista "In riproduzione" sullo sfondo

# #31126
source: Enable TvTunes integration
italian: Abilita integrazione TvTunes

# #31127
source: LiveTV Mod Settings
italian: Opzioni LiveTV

# #31128
source: Channels View
italian: Vista Canali

# #31129
source: Hide Fanart in full screen visualisation
italian: Nascondi fanart nella visualizzazione a schermo pieno

# #31130
source: Use "Enigma2-style" channel OSD
italian: Utilizza "Enigma2-style" come OSD per i canali

# #31131
source: EPG Timeline View
italian: Vista Timeline EPG

# #31132
source: Tuner:
italian: Sintonizzatore:

# #31133
source: Timeline channels-type:
italian: Timeline modalità canali

# #31134
source: Timeline view-type:
italian: Timeline modalità vista:"

# #31135
source: Infobar Options
italian: Opzioni Infobar

# #31136
source: Infobar type:
italian: Tipo Infobar:

# #31137
source: Hide encryption information
italian: Nascondi informazioni criptate

# #31138
source: Hide tuner information
italian: Nascondi informazioni canale

# #31139
source: Hide signal information
italian: Nascondi informazioni segnale

# #31140
source: Sideblade Options
italian: Opzioni Pannello laterale

# #31141
source: Hide Guide
italian: Nascondi Guida

# #31142
source: Settings level
italian: Livello impostazioni

# #31143
source: Hide Recordings
italian: Nascondi Registrazioni

# #31144
source: Hide Timer
italian: Nascondi Timer

# #31145
source: Hide Search
italian: Nascondi Ricerca

# #31146
source: Rated
italian: Punteggio

# #31151
source: View settings
italian: Visualizza impostazioni

# #31153
source: Disable views
italian: Disabilita visuali

# #31154
source: Show Artist Slideshow on Home Screen when playing music
italian: Durante la riproduzione della musica mostra uno slideshow dell'artista sulla schermata principale

# #31157
source: Submenu always visible
italian: Sottomenù sempre visibili

# #31158
source: Disable the Global Search icon
italian: Disabilita l'icona Ricerca Globale

# #31159
source: Disable scrolling label
italian: Disabilita lo scrolling del pannello

# #31161
source: Choose the position of the RSS feed. Top of the screen, bottom of the screen or the default location directly underneath the main menu.
italian: Scegli la posizione del feed RSS. In cima allo schermo, in basso onella posizione di default proprio sotto il menù principale.

# #31162
source: Alternate
italian: Alternato

# #31163
source: This movie is Unrated
italian: Questo film non ha punteggio

# #31164
source: Enable live background for movie sets
italian: Abilita Live Background per i film

# #31165
source: Enable to display live background for movie sets when browsing your movie library
italian: Abilita Live Background per i film mentre sfogli la libreria dei tuoi film.

# #31166
source: Enable description for a movies rating
italian: Abilita indicazione sintetica del punteggio del film

# #31167
source: This setting displays a reason for a movies rating. You need to use a script like Rating Update to add these values (prefix must be Rated including a space after Rated)
italian: Questa opzione mostra un criterio per il punteggio del film. Devi usare uno script tipo Rating Update per abilitarla.

# #31168
source: Enable to make the submenu permanently visible. Default is hidden until pressing down.
italian: Se abilitato rende visibili permanentemente i sottomenù. Di default sono nascosti sino a che non si preme freccia giù.

# #31169
source: This setting hides the Global Search icon on the home screen.
italian: Questa opzione nasconde l'icona Ricerca Globale sullo schermo principale.

# #31170
source: Enabling this setting will hide the alphanumeric label displaying the current position when scrolling through your library.
italian: Abilitando questa opzione verrà nascosta la targhetta alfanumerica che mostra la posizione attuale mentre si naviga nella libreria.

# #31171
source: This setting will activate fullscreen mode automatically after starting to play music.
italian: Questa opzione attiva in automatico lo modalità a schermo pieno non appena parte la musica.

# #31172
source: Set the path to your music collection for displaying artist logos in the music visualisation and in some views that support it.
italian: Stabilisce il percorso per la tua collezione musicale per visualizzare i logo degli artisti nella visuale musica e le altre visuali supportate.

# #31173
source: Blur background
italian: Sfoca gli sfondi

# #31174
source: Blur background behind information
italian: Sfoca lo sfondo dietro il pannello informazioni.

# #31175
source: Set path to music collection/artwork (for artist logos)
italian: Stabiisce il percorso per le collezioni/grafiche (logo degli artisti)

# #31176
source: Trending Movies
italian: Film di tendenza

# #31177
source: Top Rentals
italian: Più visti

# #31178
source: Trending Shows
italian: Serie TV di tendenza

# #31179
source: LiveTV Mod Settings
italian: Opzioni LiveTV

# #31180
source: Minutes Left
italian: Minuti rimasti

# #31181
source: Hour
italian: Ore

# #31182
source: Minute left
italian: Minuto rimasto

# #31183
source: Hour left
italian: Ora rimasta

# #31184
source: Seconds left
italian: Secondi rimasti

# #31185
source: Hours left
italian: Ore rimaste

# #31186
source: Handwritten
italian: Manoscritto

# #31187
source: Music layout alignment
italian: Disposizione alternativa musica

# #31188
source: Status indicators
italian: Indicatori di stato

# #31189
source: Layout
italian: Disposizione

# #31190
source: Video info
italian: Info Video

# #31191
source: Enable cases for live background
italian: Abilita le custodie per Live Background

# #31192
source: Set default background
italian: Stabilisci gli sfondi di default

# #31193
source: Display extrafanart
italian: Mostra fanart extra

# #31194
source: Display runtime in hours and minutes
italian: Mostra la durata in ore e minuti

# #31195
source: Show time remaining on fullscreen info
italian: Mostra il tempo rimanente sulle info a schermo pieno

# #31196
source: Replace with ExtendedInfo for Movies and Shows
italian: Usa add-on ExtendedInfo per Film e Serie TV

# #31197
source: Enable info rating
italian: Abilita icona punteggio

# #31198
source: This setting controls the appearance of cases when using Live Backgrounds
italian: Questa opzione abilita la visione delle custodie in Live Backgrounds.

# #31199
source: Used to select the default/fallback image skin wide
italian: Seleziona gli sfondi di default/alternativi per la skin in uso.

# #31200
source: This setting enables extrafanart after using script.toolbox to add it to your database
italian: Questa opzione abilita la fanart extra mediante l'uso dello script.toolbox con il proprio database

# #31201
source: Changes the runtime labels throughout the skin from minutes to hours/minutes
italian: Cambia la visualizzazione della durata del film da minuti a ore/minuti.

# #31202
source: Show the remaining time for currently playing videos when pressing info
italian: Mostra il tempo restante per il video in riproduzione premendo info.

# #31203
source: In Theaters
italian: Nei cinema

# #31204
source: ComingSoon
italian: Prossimamente

# #31205
source: Lyrics Source
italian: Sorgente Testi

# #31206
source: Opening This Week
italian: Questa settimana sugli schermi

# #31207
source: Upcoming
italian: In arrivo...

# #31208
source: Top Box Office
italian: Enormi successi

# #31209
source: In Cinemas
italian: Nei cinema

# #31210
source: Popular Movies
italian: Film più visti

# #31211
source: Top Rated Movies
italian: Film più votati

# #31212
source: Popular TV
italian: Serie TV più viste

# #31213
source: Top Rated TV
italian: Serie TV più votate

# #31214
source: Currently Airing TV
italian: Ora in onda in Tv

# #31215
source: TV Airing Today
italian: In onda in TV oggi

# #31218
source: Right Side (when not displaying info)
italian: Lato Destro (quando non mostra info)

# #31219
source: Left Side (when not displaying info)
italian: Lato Sinistro (quando non mostra info)

# #31220
source: Centered (always true when displaying info)
italian: Centrato (attivo quando mostra info)

# #31221
source: Big
italian: Grande

# #31222
source: Small
italian: Piccola

# #31224
source: Seekbar time display
italian: Orario barra di ricerca

# #31225
source: Time remaining label
italian: Indicatore tempo rimasto

# #31226
source: Time elapsed/Total duration
italian: Tempo trascorso/Durata totale

# #31227
source: Time elapsed/Time remaining
italian: Tempo trascorso/Tempo rimanente

# #31228
source: Time remaining/Total duration
italian: Tempo rimanente/Durata totale

# #31229
source: Extended Panel
italian: Pannello esteso

# #31230
source: Panel
italian: Pannello

# #31231
source: Widget Style
italian: Stile widget

# #31232
source: Replace Play Button
italian: Rimpiazza tasto Play

# #31233
source: Hide artwork
italian: Nascondi grafica

# #31234
source: Next aired
italian: Prossimo in onda

# #31255
source: Mediaflags
italian: Icone multimediali

# #31257
source: Movie set titles
italian: Titoli dei film

# #31258
source: Blur background (ExtendedInfo)
italian: Sfoca sfondo (ExtendedInfo)

# #31259
source: Center
italian: Centra

# #31260
source: Set background rotation speed
italian: Stabilisci velocità di rotazione degli sfondi

# #31261
source: Choose the position of the RSS feed. Top of the screen or bottom of the screen.
italian: Scegli la posizione del feed RSS. In alto sullo schermo o in basso.

# #31262
source: Hides the labels below the icons on the main menu.
italian: Nascondi le etichette sotto le icone del menù principale.

# #31263
source: Hide menu labels
italian: Nascondi le etichette del menù

# #31264
source: Displays artist fanart provided by the Artist Slideshow addon as the background of the home menu
italian: Mostra la fanart dell'artista fornita dall'addon Artist Slideshow come sfondo del menù principale

# #31265
source: This will reset the main menu to its defaults.[CR]This action cannot be undone.
italian: Questa opzione resetta il menù principale a valori di default.[CR]Attenzione! Non può essere annullata!

# #31266
source: Hide Player Control Buttons
italian: Nascondi i tasti di controllo del lettore

# #31267
source: Hide Time & Date
italian: Nascondi Data & Orario

# #31268
source: Hide Album & CD
italian: Nascondi Album & CD

# #31269
source: Hide next track widget
italian: Nascondi il widget traccia successiva

# #31270
source: Add to CouchPotato
italian: Aggiungi a CouchPotato

# #31271
source: Rotten Tomatoes rating:
italian: Punteggio di Rotten Tomatoes:

# #31272
source: Awards:
italian: Oscar:

# #31273
source: Show live tv widget
italian: Mostra widget Live TV

# #31275
source: Case
italian: Custodia

# #31276
source: Style
italian: Stile

# #31277
source: Sort by
italian: Ordina per

# #31278
source: Sort order
italian: Ordine di classifica

# #31280
source: Time & Date
italian: Data & Orario

# #31281
source: Color customization options
italian: Opzioni personalizzazione colori

# #31282
source: Disable startup intro
italian: Disabilita filmato all'avvio

# #31283
source: Auto open sidemenu when hovering over the top left corner
italian: Apri in automatico il pannello laterale al passaggio sull'angolo in alto a sinistra

# #31284
source: Enable Advanced Widgets
italian: Abilita Widgets Avanzati

# #31285
source: Global Widget Backgrounds
italian: Sfondi per Widget Globali

# #31286
source: Opacity
italian: Opacità

# #31287
source: Show list widget information
italian: Mostra informazioni widget

# #31288
source: Enable panel widget information
italian: Abilita pannello informazioni widget

# #31289
source: Hide widgets when not focused
italian: Nascondi widget quando non selezionati

# #31290
source: This will auto open the sidemenu (where available) when hovering over the top left corner of the screen using a mouse.
italian: Questa opzione consente in automatico (e se disponibile) l'apertura di un menù laterale al passaggio di un mouse sull'angolo in alto a sinistra.

# #31300
source: Overview
italian: Panoramica

# #31301
source: Last Updated
italian: Ultimo Aggiornamento

# #31307
source: Hide Fanart
italian: Nascondi Fanart

# #31309
source: Memory Used:
italian: Memoria Usata:

# #31317
source: Set Fanart Path
italian: Imposta il percorso per le immagini fanart

# #31320
source: Last Logged In
italian: Ultimo Login

# #31321
source: Karaoke Song Selector
italian: Selettore canzone Karaoke

# #31328
source: Recently Added
italian: Aggiunti di recente

# #31390
source: Skin default
italian: Predefinito della Skin

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
italian: [B]CONFIGURA LE IMPOSTAZIONI PER L'ASPETTO[/B][CR][CR]Cambia la skin · Imposta Lingua e Regione · Cambia le impostazioni di elenco dei file[CR]Imposta uno screensaver

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
italian: [B]CONFIGURA IMPOSTAZIONI VIDEO[/B][CR][CR]Gestisci la tua Libreria Video · Imposta le impostazioni di riproduzione dei video Cambia le impostazioni per le liste video · Imposta il carattere dei sottotitoli

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
italian: [B]CONFIGURA IMPOSTAZIONI MUSICA[/B][CR][CR]Gestisci la Libreria Musicale · Imposta i modi di riproduzione della musica · Cambia le impostazioni delle liste audio · Imposta invio canzone · Imposta le opzioni per il karaoke

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
italian: [B]CONFIGURA IMPOSTAZIONI IMMAGINI[/B][CR][CR]Cambia impostazioni per le liste delle immagini · Configura gli slideshows

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
italian: [B]CONFIGURA IMPOSTAZIONI METEO[/B][CR][CR]Imposta le tre città su cui avere le informazioni meteo

# #31405
source: [B]MONITOR YOUR SYSTEM[/B][CR][CR]Check out your hardware · Monitor CPU usage[CR]Check Kodi revision number
italian: [B]TIENI SOTTO CONTROLLO IL TUO SISTEMA[/B][CR][CR]Verifica il tuo hardware · Monitorizza l'utilizzo della CPU[CR]Verifica la versione di Kodi

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
italian: [B]CONFIGURA IMPOSTAZIONI DI SISTEMA[/B][CR][CR]Imposta e calibra il video · Configura l'uscita Audio · Imposta i controlli remoti[CR]Imposta le opzioni di risparmio energetico · Abilita il Debug · Imposta il master lock

# #31407
source: [B]SETUP PROFILES[/B][CR][CR]Setup and manage user profiles · Enable login screen[CR]Change password · Add a profile picture
italian: [B]IMPOSTA PROFILI[/B][CR][CR]Imposta e gestisci i profili utente · Abilita la schermata di login[CR]Cambia password · Aggiungi un'immagine profilo
